Repository: Musaddikul/BunonMart
Catalog: locale/*/LC_MESSAGES/django.po
Languages: bn

source: Bengali
bn: বাংলা

source: Sign In
bn: সাইন ইন

source: Sign in with a passkey
bn: পাসকি এর মাধ্যমে সাইন ইন করুন

source: Send me a sign-in code
bn: সাইন ইন কোড পাঠান

source: Home
bn: হোম

source: Men
bn: পুরুষ

source: Women
bn: মহিলা

source: Kids
bn: ছোটো বাচ্চা

source: Eid Collection
bn: ঈদ কালেকশন

source: Contact
bn: যোগাযোগ করুন

source: Login
bn: লগইন

source: Register
bn: রেজিস্টার

source: Welcome to our Fashion Store
bn: স্বাগতম আমাদের ফ্যাশন স্টোরে

source: Sample Product
bn: নমুনা পণ্য
